espressif/esp-idf/components/esp_eth/test_apps/sdkconfig.ci.ip101
CONFIG_IDF_TARGET="esp32"
CONFIG_UNITY_ENABLE_FIXTURE=y
CONFIG_UNITY_ENABLE_IDF_TEST_RUNNER=y
CONFIG_ETH_USE_ESP32_EMAC=y
CONFIG_ESP_TASK_WDT=n

CONFIG_TARGET_ETH_PHY_DEVICE_IP101=y
